{
	"navbar": [
		{ "text": "Home", "link": "#landing" },
		{ "text": "Services", "link": "#services" },
		{ "text": "Plans", "link": "#offers" },
		{ "text": "Contact", "link": "#contact" }
	],
	"navbarAlt": [
		{ "text": "Home", "link": "/" },
		{ "text": "Privacy Policy", "link": "/privacy_policy" },
		{ "text": "Terms and Conditions", "link": "/terms_and_conditions" }
	],
	"landing": {
		"heading1": ["Expand", " your online presence"],
		"heading2": "Ready to take your business to the next level?^Boost your brand by joining our digital marketing team.",
		"buttonText": "Let's talk"
	},
	"howItWorks": {
		"heading": "How it works",
		"circles": [
			{
				"mainText": "Getting started",
				"subText": "To start, we create or begin managing your existing social media accounts."
			},
			{
				"mainText": "Campaigns",
				"subText": "You get personalized and precisely tailored marketing campaigns that increase online traffic to your business based on extensive research."
			},
			{
				"mainText": "Metrics",
				"subText": "Using our software we track your social media metrics, gain insight and provide you with distilled results."
			},
			{
				"mainText": "Results",
				"subText": "With the help of our agency, surpass your competition and take your business to the next level."
			}
		]
	},
	"whatWeOffer": {
		"heading": "What we offer",
		"cards": [
			{
				"frontText": "Silver Plan"
			},
			{
				"frontText": "Gold Plan"
			},
			{
				"frontText": "Platinum Plan"
			}
		],
		"offerings": [
			{
				"title": "Social media management",
				"description": [
					"Elevate your online presence with expertly crafted content, strategic scheduling, and targeted engagement. Let us handle the complexities of social media while you focus on what matters most – growing your brand and connecting with your audience. - <span class='powerText'>Silver Plan</span>"
				]
			},
			{
				"title": "Email marketing",
				"description": [
					"Drive customer engagement and boost conversions with personalized email campaigns tailored to your audience's preferences. From impactful subject lines to compelling content, we'll help you deliver messages that resonate and drive action. - <span class='powerText'>Silver Plan</span>"
				]
			},
			{
				"title": "Community management",
				"description": [
					"Take your brand's online presence to the next level with our comprehensive community management solutions. Our dedicated team will monitor conversations, respond to inquiries, and proactively engage with your audience to nurture relationships. - <span class='powerText'>Platinum Plan</span>",
					"(Includes all services from the Silver plan.)"
				]
			},
			{
				"title": "Content creation",
				"description": [
					"Stand out in a crowded digital landscape with our expertly crafted content. From engaging blog posts to captivating videos, we'll create compelling content that resonates with your audience and drives meaningful connections. - <span class='powerText'>Gold Plan</span>",
					"(Includes all services from the Silver plan.)"
				]
			},
			{
				"title": "Website design and development",
				"description": [
					"From concept to completion, our team will guide you through every step of the website design and development process. With a focus on creativity, functionality, and user experience, we'll create a website that reflects your brand and helps you achieve your business goals. - <span class='powerText'>Platinum Plan</span>",
					"(Includes all services from Silver and Gold plans.)"
				]
			},
			{
				"title": "Google SEO",
				"description": [
					"Boost your online visibility and drive organic traffic to your website with our expert SEO services. From keyword optimization to technical audits, we'll help you climb the search rankings and attract more qualified leads. - <span class='powerText'>Gold Plan</span>",
					"(Includes all services from Silver and Gold plans.)"
				]
			}
		]
	},
	"contact": {
		"heading": "Contact us",
		"name": { "key": "name", "placeholder": "First name" },
		"surname": { "key": "surname", "placeholder": "Last name" },
		"email": { "key": "email", "placeholder": "Email address" },
		"company": { "key": "company", "placeholder": "Company name" },
		"website": { "key": "website", "placeholder": "Website address" },
		"submit": { "key": "submit", "placeholder": "Send message" }
	},
	"footer": {
		"input": "your@email.com",
		"ppolicy": "Privacy Policy",
		"terms": "Terms & Conditions",
		"rights": "@2024 Apex SMMA All Right Reserved"
	},
	"modal": {
		"success": {
			"heading": "Message sent",
			"text": "Thank you for contacting us. We will send you a confirmation email with additional information shortly."
		},
		"fail": {
			"heading": "Something went wrong :(",
			"text": "Please contact us via social media (links below). Or write an email to this address: contact@apex-smma.com"
		},
		"buttonText": "Okay"
	}
}
