{
	"navbar": [
		{ "text": "Početna", "link": "#landing" },
		{ "text": "Usluge", "link": "#services" },
		{ "text": "Planovi", "link": "#about" },
		{ "text": "Kontakt", "link": "#contact" }
	],
	"navbarAlt": [
		{ "text": "Početna", "link": "/" },
		{ "text": "Pravila o privatnosti", "link": "/privacy_policy" },
		{ "text": "Uslovi korišćenja", "link": "/terms_and_conditions" }
	],
	"landing": {
		"heading1": "<span class='powerText'>Povećajte</span> vaš onlajn uticaj",
		"heading2": "Spremni da podignete vaš biznis na sledeći nivo?<br/>Unapredite vaš brend uz našu pomoć.",
		"buttonText": "Pišite nam"
	},
	"howItWorks": {
		"heading": "Kako to radimo",
		"circles": [
			{
				"mainText": "Početak",
				"subText": "Za početak, kreiramo ili vodimo vaše, već postojeće drustvene mreže."
			},
			{
				"mainText": "Kampanje",
				"subText": "Dobijate personalizovane i precizno osmišljene marketing kampanje koje povećavaju onlajn saobraćaj ka vašem biznisu, zasnovane na detaljnom istraživanju."
			},
			{
				"mainText": "Metrika",
				"subText": "Korišćenjem našeg softvera, pratimo metriku vaših društvenih mreža kako bi došli do uspešnih kampanja i najboljih rezultata.  "
			},
			{
				"mainText": "Rezultati",
				"subText": "Uz pomoć naše agencije, prevazidjite sebe a i konkurenciju i dostignite vrh digitalnog marketinga uz zagarantovane rezultate. "
			}
		]
	},
	"whatWeOffer": {
		"heading": "Šta nudimo",
		"cards": [
			{
				"frontText": "Srebrni Plan",
				"backText": "Postasvite temelj vašeg onlajn uspeha uz pomoć naših esencijalnih usluga. Uskočite u efektivni menadžment društvenih mreža i ciljanog email marketinga kako bi ste započeli digitalno putovanje vašeg brenda."
			},
			{
				"frontText": "Zlatni Plan",
				"backText": "Ojačajte vaš onlajn uticaj uz pomoć naših mnogobrojnih strategija. Pored menadžmenta društvenih mreža i ciljanog email marketinga, povećajte vašu vidljivost koristeci Google SEO metode i očarajte publiku primamljivim sadržajem koji je namenjen njihovim potrebama."
			},
			{
				"frontText": "Platinum Plan",
				"backText": "Dovedite vaš brend do novih visina uz naš premijum paket. Bez problema integrišite sve aspekte vašeg online uticaja sa našim potpuno prilagođenim dizajnom i razvojem web sajta, upotpunjenim stručnim upravljanjem društvenim medijima radi održavanja trajnih veza sa vašom publikom."
			}
		],
		"offerings": [
			{
				"title": "Upravljanje društvenim mrežama",
				"description": "Osvežite vaš online uticaj pažljivo kreiranim sadržajem, i strategijskim rasporedom. Dopustite nama da se bavimo kompleksnostima društvenih medija dok se vi fokusirate na ono što je najvažnije rast vašeg brenda i povezivanje sa vašom publikom. - <span class='powerText'>Srebrni Plan</span>"
			},
			{
				"title": "Email marketing",
				"description": "Povećajte angažovanost korisnika i poboljšajte konverzije sa personalizovanim email kampanjama prilagođenim vašoj publici. Od efektnih naslova do upečatljivog sadržaja, pomoći ćemo vam da prenesete poruku koja će odjekivati. - <span class='powerText'>Srebrni Plan</span>"
			},
			{
				"title": "Google SEO",
				"description": "Povećajte vidljivost i privucite organski saobraćaj ka vašem sajtu uz naše stručne SEO usluge. Od optimizacije ključnih reči do tehničkih analiza, pomoći ćemo vam da se popnete na listi pretrage i privučete više kvalifikovanih potencijalnih korisnika. - <span class='powerText'>Zlatni Plan</span>"
			},
			{
				"title": "Kreiranje kreativnog sadržaja",
				"description": "Istaknite se u gužvi digitalne scene sa našim pažljivo osmišljenim sadržajem. Od zanimljivih blog postova do privlačnog video sadržaja, kreiraćemo uzbudljiv materijal koji dopreti do vaše publike i uspostaviti značajne veze. - <span class='powerText'>Zlatni Plan</span>"
			},
			{
				"title": "Dizajn, izrada i održavanje sajta",
				"description": "Od koncepta do završne izrade, naš tim će vas voditi kroz svaki korak procesa dizajna i razvoja web sajta. Sa fokusom na kreativnosti, funkcionalnosti i korisničkom iskustvu, kreiraćemo web sajt koji odražava vaš brend i pomaže vam da ostvarite poslovne ciljeve. - <span class='powerText'>Platinum Plan</span>"
			},
			{
				"title": "Interakcije sa vašim klijentima",
				"description": "Podignite online prisustvo vašeg brenda na sledeći nivo uz naša sveobuhvatna rešenja za upravljanje odnosa sa vašim klijentima. Naš posvećeni tim će pratiti razgovore, odgovarati na pitanja i aktivno raditi sa vašom publikom kako bi negovali odnose. - <span class='powerText'>Platinum Plan</span>"
			}
		]
	},
	"contact": {
		"heading": "Contact us",
		"name": { "key": "name", "placeholder": "Ime" },
		"surname": { "key": "surname", "placeholder": "Prezime" },
		"email": { "key": "email", "placeholder": "Email addresa" },
		"company": { "key": "company", "placeholder": "Naziv kompanije" },
		"website": { "key": "website", "placeholder": "Adresa vebsajta" },
		"submit": { "key": "submit", "placeholder": "Pošalji poruku" }
	},
	"footer": {
		"input": "your@email.com",
		"ppolicy": "Privacy Policy",
		"terms": "Terms & Conditions",
		"rights": "@2024 SMMA.TEAM All Right Reserved"
	}
}
